---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.PushButton
zh: 按钮
source: html/ad660934-6ceb-491d-3c00-a66f9b7e0561.htm
---
# PushButton Members

**中文**: 按钮

Determines whether the specified Object is equal to the current Object .